[
  {
    "user_id": "kanko",
    "date": "2025-03-26 06:34:41",
    "script": "This is the test recording.",
    "transcript": "this is the testing recording",
    "wer": 20.0,
    "substitutions": 1,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "kaneko",
    "date": "2025-03-26 06:34:57",
    "script": "This is the test recording.",
    "transcript": "this is the testing recording",
    "wer": 20.0,
    "substitutions": 1,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "kaneko",
    "date": "2025-03-26 07:48:24",
    "script": "This is the test recording.",
    "transcript": "this is the testing recording",
    "wer": 20.0,
    "substitutions": 1,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "kankon",
    "date": "2025-03-26 07:48:38",
    "script": "This is the test recording.",
    "transcript": "this is the testing recording",
    "wer": 20.0,
    "substitutions": 1,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": "kankonが入力したよ"
  },
  {
    "user_id": "ぽいぽい",
    "date": "2025-03-26 07:49:05",
    "script": "This is the test recording.",
    "transcript": "this is the testing recording",
    "wer": 20.0,
    "substitutions": 1,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": "にほんごいける？ファイル開いててもいける？"
  },
  {
    "user_id": "kae",
    "date": "2025-03-26 08:30:32",
    "script": "This is the test recording.",
    "transcript": "this is the testing recording",
    "wer": 20.0,
    "substitutions": 1,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": "takataka"
  },
  {
    "user_id": "たた",
    "date": "2025-03-26 08:33:36",
    "script": "This is the test recording.",
    "transcript": "this is the testing recording",
    "wer": 20.0,
    "substitutions": 1,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "\u001b[F\u001b[F\u001b[F",
    "date": "2025-03-26 08:34:21",
    "script": "This is the test recording.",
    "transcript": "this is the testing recording",
    "wer": 20.0,
    "substitutions": 1,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "ああ",
    "date": "2025-03-26 09:56:19",
    "script": "Do you know what kind of songs most attract women?",
    "transcript": "Do you know what kind of songs most attract women?",
    "wer": 0.0,
    "substitutions": 0,
    "deletions": 0,
    "insertions": 0,
    "words": 10,
    "note": ""
  },
  {
    "user_id": "a",
    "date": "2025-03-26 10:28:13",
    "script": "This is the ",
    "transcript": "Test recording, my man.",
    "wer": 133.3,
    "substitutions": 3,
    "deletions": 0,
    "insertions": 1,
    "words": 3,
    "note": ""
  },
  {
    "user_id": "test",
    "date": "2025-03-26 10:29:47",
    "script": "This is the test recording.",
    "transcript": "This will be just a recording.",
    "wer": 80.0,
    "substitutions": 3,
    "deletions": 0,
    "insertions": 1,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "ありがとう。",
    "date": "2025-03-26 10:45:08",
    "script": "This is the test recording.",
    "transcript": "The test recording.",
    "wer": 40.0,
    "substitutions": 0,
    "deletions": 2,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "どう",
    "date": "2025-03-26 10:51:03",
    "script": "This is the test recording.",
    "transcript": "This is the test recording.",
    "wer": 0.0,
    "substitutions": 0,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "aaa",
    "date": "2025-03-26 11:00:49",
    "script": "aaaa",
    "transcript": "This is the test recording.",
    "wer": 500.0,
    "substitutions": 1,
    "deletions": 0,
    "insertions": 4,
    "words": 1,
    "note": ""
  },
  {
    "user_id": "あ",
    "date": "2025-03-26 11:02:58",
    "script": "This is the test recording.",
    "transcript": "This is the test recording.",
    "wer": 0.0,
    "substitutions": 0,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "あ",
    "date": "2025-03-26 11:06:26",
    "script": "This is the test recording.",
    "transcript": "This is the test recording.",
    "wer": 0.0,
    "substitutions": 0,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "あれば",
    "date": "2025-03-26 11:12:41",
    "script": "This is the test recording.",
    "transcript": "This is the test recording.",
    "wer": 0.0,
    "substitutions": 0,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "あ",
    "date": "2025-03-26 11:20:04",
    "script": "This is the test recording.",
    "transcript": "This is the test recording.",
    "wer": 0.0,
    "substitutions": 0,
    "deletions": 0,
    "insertions": 0,
    "words": 5,
    "note": ""
  },
  {
    "user_id": "ｊｋｊｋｊ",
    "date": "2025-03-26 12:33:39",
    "script": "hello I'm Graham Morhead i teach AI and machine learning at Gonzaga University let's answer some questions from the internet this is AI [Music] support at Justin Dart82 asks \"What are the different types of artificial intelligence?\" Broadly speaking there's type one and type two type one is like your instinct that part of the brain that can take in lots of information but reacts very quickly with emotion type two is more like a methodical series of steps like when someone asks you to do a math problem neural networks are type one they can take in many inputs and they give a quick output but that output sometimes is not exact type 2 AI is logic and multiple steps j Sura asks when did AI start you may have heard that there was a conference it was in 1956 it was the first conference where they used the term artificial intelligence it was at Dartmouth in New Hampshire but AI existed before that we've all heard of the imitation game alan Turing cracked the Enigma machine to save us in World War II that was a kind of AI but also he wrote papers in the 1930s and 40s that we still read today that are important for understanding AI at BFB Morning Show asks \"What's up with Grock?\" Grock is a newer entry into the AI ecosphere we had Google come out with a paper in 2017 called attention is all you need and that was the BERT model but no one really cared until openai came out with chat GPT then we had Facebook or Meta come out with Llama and a French company came out with Mistl of course the Chinese company came out with DeepSeek elon Musk didn't want to be left out of this so he came up with Grock and it's the same structure now Grock 3 the newest one was trained on more data more compute than any other of these models had ever been trained on before and it's good the big benefit comes from seeing other companies make mistakes the newer models get the benefit from those past mistakes and not make them eugen asks \"Is AI taking our jobs or not?\" The answer is yes but don't worry think back to the invention of the ATM people thought it was going to get rid of bank tellers but we have just as many bank tellers now as we did back then ai is going to take a lot of jobs we just have to think differently about what jobs we do i would encourage you to think about how can you disrupt yourself how could you take part of your own job and have AI do it for you then you'll be more productive at daily AI tweets asks why is AI dumb because it doesn't have a brain just a lot of circuits and algorithms the shape of thought is what's different when you think about this thing is moving and it's going over here you think about an object in space and you think about consequence of actions for AI it's just numbers matrices and vectors and all these numbers it is not shaped internally like your thoughts are shaped jabar JD asks \"What's the difference between AI and AGI and the so-called super intelligent ASI?\" ASI is artificial super intelligence well AI of course was coined at that conference in 1956 they thought they were 20 years away from having something equivalent to a human but obviously it took a lot longer than that agi artificial general intelligence what that means is that you have an AI that can think adaptively think about all the things that you can do even if you weren't trained to do them you can adapt to the situation ai can't do that very well yet and AGI would be able to asi is going to come very soon after that because once you have one computer that can do as much as a human you can just turn on a second computer and now it can double user Okto6969 asks \"How far are we from an AI partner like in the film her?\" From the outside it looks like we're not that far there are people who have had online weddings where they invited their friends and had an online ceremony where they became betrothed to their AI loves so for some people we're already there but there is something that the AI and her had that no AI has yet and that's a will a desire the AI in the movie wanted to do things on her own and by the end of the movie moves on to have her own life ai as it currently exists doesn't want anything it just responds with words when you give it words user Incognito Tou asks \"Hello I don't understand what tokens are and how they work with chat GPT when Open AI or Google or all these other companies design their AI the first choice they have to make is how big is the vocabulary how many words will it know about?\" And the bigger you make it the harder it is to train your model sometimes they're words other times they're word parts when you say a word like jin like jin the drink that's in there somewhere that's already a token but the word ginormous is not in there ginormous gets split into three tokens jin or mus and that first part of ginormous is a token and that token is the same token as Jin the drink it thinks they're exactly the same at the beginning which should give you a hint about why AI is stupid sometimes at Nicole Heather R chat GBT can't even get answers right i hate chemistry how does AI get wrong i'm irritated chemistry is very difficult for AI when AI operates on words that you give it it thinks about the world in a sequence of these words or tokens which we just learned about chemistry is often three-dimensional structures it's difficult for AI to conceptualize that three-dimensional world if you think about a glass of wine it can render a beautiful photograph of a glass of wine but it cannot render a full glass of wine because that's what it's seen ai is great at giving you something it has seen at Lacd asks \"How is DeepSeek different to Chat GPT is it better?\" They're very similar chat GPT version 40 came out in May of 2024 and it was amazing it was the best thing we'd seen and they have a reasoning model called 01 that was built on that deepseek comes along and gives us a model that's just as good maybe a little better on some things anytime someone does something first someone else can come along and do the same thing cheaper maybe even a little bit better at Rose Manowan asks \"How can AI be biased?\" AI is learned from the internet every bias across the internet is somewhere represented in AI it's learning from you it's learning from me learning from everybody also remember every book every blog post ever written on flat earth theory is in there somewhere take it with a grain of salt at AI and design asks what will happen if the US achieves ASI first what if it's China will there be a difference both the US and China have amazing AI capabilities there are so many great papers coming out of China and I'm glad they published them in English because we learn a lot from them and they learn a lot from us they have more AI researchers than we do they have more STEM students than we do ai has been deployed in China largely as a part of what we call their surveillance state in the US we typically use AI to empower people to be more creative and do more things right now there is somewhat of a spirit of competition but also cooperation and I hope that's maintained i want you to think about ASI as being a virtual Einstein once we have that we can tell Einstein Einstein why don't you please go do 10,000 years of research figure out time travel figure out anti-gravity and then come back and tell us what you've learned 10 seconds later it comes back i just did 10,000 years of research and here's the secret to time travel and anti-gravity think about what that virtual Einstein could do whoever gets to ASI first there's no points for second place at Carrie Cassidy 18 asks \"How is AI powered don't you have to charge it at a car charging station?\" AI uses a lot of power the big facility called Colossus they just put in Memphis Tennessee uses about 50 megawws and uses a lot of power and a lot of water to cool the machines and we might be bringing on so many new AI training centers in the next 10 years that just AI will use the same amount of power as the whole country uses now at Luscious Gem asks AI needs water how why the facility I just mentioned in Memphis uses swimming pools full of water maybe every minute it goes into these little tubes and each little tube goes up to one of the GPUs these are graphical processing units the actual computational engine of AI and every one of them has a little loop for the water to go by it and take the heat and then the hot water is ejected out of the facility at Timbo asks I have questions about well-intended calls for educators to teach their students AI literacy are we AI literate ourselves do we know what AI literacy involves who will teach us it's important to read books i suggest you read books it's also important to get a vague sense of how these things work most people are never going to understand the inner mechanics of it just like you don't understand how your car works but you still drive it you got to think about AI as being your expert friend who knows a lot but has some bad misconceptions so you don't trust everything if I were you I would use it a lot and trust it very little k0 crop asks \"Is AI generated misinformation going to ruin history what are its potential implications for future historioggraphy?\" Yes it might ruin history but it's not a new problem whenever there are victors in a war and they get to write the history those books may or may not be true whatever we get from our AI you got to remember it might not be true the only way not to ruin history is to get to firthand sources and cross reference with evidence at higher AI asks what's next for AI where do you see AI in the next decade now there's a lot of very popular things that AI will do it's going to cure many diseases alpha fold is a model that came out of Google demisibus was the head of this project and he used methods that had been applied to game playing and he applied them to figuring out when a protein is made how does it fold what's its actual shape in the old days it might take us 6 months and $100,000 to determine how one protein folds now we know how they're structured this came out of AI that's probably going to lead to curing many cancers and many other diseases launch the Train asks \"Am I crazy or is AI therapy helping me?\" The first time AI therapy helped someone was around 1965 the AI was called Eliza all caps and a certain scientist made it and started to show it to people his secretary would ask him to leave the room so she could talk to Eliza privately i think that when you're talking to an AI therapist you're doing the internal work on yourself and the AI merely provides a framework or almost an excuse it's doing next token prediction just the next word it doesn't know what it means and it cannot conceptualize how it would feel to a human to hear those words sad meat asks \"How soon do you realistically think that AI will gain full sentience?\" Sentience is like consciousness it means it's like something to be you it's not like that for AI yet ai has no will no feelings it's not sad it's not happy even if it says to you the phrase I'm happy to the AI those are just tokens when we figure out what consciousness is which we haven't yet then maybe we can begin to program or begin to build hardware that can support it julio Tenoni and Sir Roger Penrose they're studying consciousness and they believe it could be something that involves quantum states and it's not something computational ai that you use right now and maybe for at least 10 20 years will not be sentient at SillyFoxgirl NYA asks \"How do I avoid AI?\" Well you can go camping it's going to be harder and harder to avoid AI ai is everywhere when you talk to your phone and it types out your words that's AI when you walk past maybe a government building and there's a security camera pointed at you and it's recognizing people or things that's AI now you don't have to use AI you can live your life and write your own essays do your own homework and I encourage you to do that unpopular Dave asks \"With the advancements of AI video how will we be able to differentiate between what's real and what's not?\" This is a very challenging problem and I know some researchers who are working on embedding keys in video and in text later on when you look at that data you can make sure it was not changed another way is when AI changes something there are little watermarks in the video or the audio and we can develop another AI that can see those and identify this text came from a large language model or this video came from a deep fake when you watch an AI video you may see a person shake their hair and the hair changes color or things that weren't there come into view all of the sudden ai doesn't know about object permanence it doesn't know about physics or the world and that's what I would look for if I were looking to see if AI was deep faked at atmospheric with a zero asks how does AI learn to distinguish between truth and popular opinion in the material it gets to learn from it doesn't ai has no clue all AI is trying to do is predict the next word and all it's trying to predict is this word likely it doesn't care or know if it's true careful fig 8482 asks \"What is the difference between AI and ML?\" AI is artificial intelligence a broad umbrella and there's many things under it typically you think if a human does something that takes intelligence can I write a program that does that for them that's artificial intelligence now within that one of the methods we use is called machine learning you have a bunch of examples and you don't program every little line you just tell the AI look at these examples and teach yourself that's machine learning at Albert_jjJJJ is AI that can write its own code and AGI not necessarily because we already have this and we don't have AGI yet there are a number of AI agents that can write code you can ask an AI agent to write code and then run that code and see if you can ask it to write code to improve itself and then run that code and very quickly it decays like images we've all seen image generators you give it a phrase and you imagine what it's going to show you and it shows you something beautiful well we did that and then took a bunch of these and trained another AI and it made images that were not quite as good but we used those and trained another level and did this again and again and what you find is that it becomes like a copy of a copy of a copy it's terrible mode collapse is what happens and that's going to happen right now when AI writes itself and changes itself over time because these agents and these AIs don't have consciousness at codewithalia asks \"Is tech evolving too fast for our own good today's AI can compose music write essays and code but are we losing the human touch where should we draw the line in the silicon sand i think every person should draw their own line think about it like exercise i did not come here on foot i came in a car the car made it easier and faster but does that make me lazy i find time to still exercise even though I have machines that can bring me places very quickly the same for the mind even though you have a machine that can write an essay for you you should still write essays you should still be creative you should still express yourself ai just lets you get rid of the boring stuff original confusion asks \"What is the difference between predictive AI and generative AI they're just different ways of looking sometimes at the same AI sometimes differently a generative AI learns from a distribution think about all the words on the internet being a distribution of words or all the pictures on the internet being a distribution of images a generative AI can make an image that looks like it was taken from the internet or generate words that looks like they were generated by a human predictive AI is just a different way to think about it maybe you want to predict who's going to win a big basketball game or the Super Bowl or what the weather will be tomorrow at Evincer Waven asks \"I am lost here how can AI create jobs isn't it supposed to replace humans?\" You sent that on a computer the computer was going to take away jobs but somehow it made many new jobs the internet took away jobs but it also made new jobs a 100 years ago would you have been able to explain to someone what a YouTuber is we all need to become AI managers by the end of this year there will be millions if not billions of AI agents these are little AIs that could work for you the jobs of the future a lot of them will be management managing the work of AIs at the Omni Liberal asks please stop using dog AI for legal documents either go to someone that has learned to read legal documents or do some homework yourself i would say a similar answer use AI for the easy stuff easy doesn't mean quick there are things that are easy to do that take forever like reading through a document and finding that one section that talks about a certain thing now maybe you can't search for it cuz you don't know what words were used but AI can find it for you at any good name left asks \"When they get good enough how will they be proven to be deep fakes?\" Deep fakes again are AI generated videos that look like someone you know AI as it stands now doesn't understand the three-dimensional world so we still have that way to look at these deep fakes and say \"Something's wrong.\" Either the dynamics in the video or something disappeared or came into existence but at some point that won't be true at some point AI will operate in a three-dimensional world and it won't be possible for maybe even the best of their AI to determine that it was deep fate therefore we have to go to the other strategy you have to have trusted people who when they're taking video or when they're taking a picture or audio they're baking into it a signature that makes it impossible to cheat that's the only way in the future we'll know that something is not deep faked advent asks \"What sector do you think will be most impacted by AI in the next 5 years?\" I'm not sure I could tell you even for one year i do think that everything that involves words is going to be very much affected then imagery then video there is so much coming that we don't know where to start think about the proteins that just came out of alpha fold somewhere in there there's a few needles in the haystack that can cure this cancer and that cancer there are things that can help just general metabolic health maybe we'll all live longer at Kaye Author asks \"How dangerous is AI?\" You got to think about AI as a tool there are dangerous people out there that might use that tool there are bad actors who can use it in a bad way but AI on its own has no will or desire at Ajinky Amendar asks \"Considering the potential of artificial intelligence reaching humanlike intelligence do you believe it should have rights?\" No for reasons I said before I believe AI does not have consciousness so I do not believe we should give it rights anonymity anonymous asks \"What things is it important not to tell Chat GPT and why?\" What if you tell your deepest darkest secrets to Chat TPT and it's a chance that that's in its memory somewhere and it used that to train its next word prediction so the basics are you don't tell chat tpt things you wouldn't want to put on a website that just faces the world at hypnotized asks with all these companies talking about AI how long do you think it will be until we get Skynet skynet is a choice and we should choose not to do it now there are limited cases where you have to have an AI in control of a weapon think about a Patriot missile when you have some kind of missile coming in to kill you you need a missile to take down that missile but it's too fast for a human to sit there and aim it correctly you need an AI to take over for those limited things we as humans need to make policy choices to say there will always be a responsible human who makes the top choice okay those are all the questions thanks for watching AI support [Music]",
    "transcript": "This is AI support.",
    "wer": 99.9,
    "substitutions": 0,
    "deletions": 3833,
    "insertions": 0,
    "words": 3837,
    "note": ""
  },
  {
    "user_id": "Swimman",
    "date": "2025-03-26 13:07:44",
    "script": "when it comes to Freestyle I've worked with thousands of different swimmers and triathletes and there's one thing that can transform the way that someone swims and it's the right mental cues words or phrases that boil down a movement or a way of swimming freestyle that can help someone go from where they are to where they want to be and if that place is swimming effortlessly smoothly through the water often it's just one cue that can actually make the difference so in this video I'm going to share with you five mental cues that you can use to help you swim more efficiently and feel so much better in the water and if you don't use these mental cues this is when you can feel overwhelmed or overthink as you're swimming and that's often when we don't move well when we're overthinking so if you feel like you're stuck in that overthinking way of of approaching your stroke then this is a great way to simplify things the first mental cube is freestyle is like ice skating you don't see ice skaters going back and forth really fast with their skates like this you see them gliding on their left skate gliding on their right skate they have that travel between skates if you think of your freestyle especially when you're swimming comfortably as skating from one arm to the other you'll get this nice Rhythm and flow in your stroke when they are traveling from one skate they have the momentum go from this skate as they're about to slow down they move on to their next skate and that's like on misman freestyle this skate we're going forwards with it we're driving forwards from the hip and then we're coming over and landing on the next skate now we're not stopping when we do that we don't want to just stop and pause and not move at all we want to transition smoothly to the next one and that's where we get the Rhythm and momentum that makes our swimming feel very very easy and comfortable so picture yourself skating down from one end of the pull to the next and you'll find that that's probably a much easier way to go about it than feeling like you're stuck on this treadmill where there's no slow down button there that's not what we want sometimes the right mental queue can help you get into the right position and a queue that I've used in the past is Superman reach if you think about that classic Superman position where Superman's upright he's got one arm extended he's sort of like this in a way that's kind of where we need to be at the end of our reach when we're going to start our stroke so we're extending through the arm through the Shoulder Through the body but we're doing that on our side that's the position that we want to transition through from our right side to our left side now when Superman reaches forwards he's not going as far as he can and tipping himself off to the side that would be too much but he's certainly long and extended from hand to feet and that's the position that we want to get to so if we are thinking about our freestyle we need to be long we need to work on stroke length and a big part of that is that reach at the end of The Stroke so think about Superman reach as a way of making sure you get good stroke length the domino effect is when we work on one thing that is the right thing then it's actually like pushing over a sequence of dominoes so let's say I was working with swimmer for example on one aspect of their breathing cuz their breathing was way out of time it wasn't in sync with the rest of their stroke and so when we worked on that breath timing and we got it to be in sync with their rotation that was like pushing the first Domino all the other dominoes flowed from there but it was this one Domino that if she if she didn't work on it and fix it then we wouldn't be able to tip over the rest of the dominoes so the domino effect in swimming is where we work on the roadblock or the bottleneck in the stroke and we correct that so that everything else can improve from there and if you're not sure what that bottleneck is have a coach or someone who knows a bit about swimming to look at you and they should be able to help you identify what that is and if you're not sure we have our effortless swing membership where people send in videos and every month I give them one thing to work on so you send that through in our membership if that's something that you feel like you need to get better the fourth one is soft hands when we're swimming freestyle we don't want to be really tight and CED with the hands but we also don't want to be really spread somewhere in between is correct and often I get asked should I have my fingers closed should I have my fingers separated well somewhere in between so it's okay to have them somewhat closed or a slight Gap either one is fine but I think the way that you think about it is more important and the way I would go about it is thinking of soft hands so we've got just enough tension to hold the shape and form here where we've got this is one straight line but we don't want to be overly tense and stiff with it and we don't want to be loose and floppy with it either so that use of soft hands helps you develop the feel for the water and to me that feel is the sensation of pressure on your hand and fingers here and on your forearm that is the feel for the water and the way to approach it is thinking of having soft hands that's that suppleness that we we need to have when we appro when we approach our swimming as opposed to this stiff tension even if you listen to Elite sprinters when they're talking about their swimming they're trying to stay as relaxed as possible even when they're going as fast as they can so they're trying to just hold back a bit where they're not musing their way through so I think soft hands is a great term that can help you connect much better with the water be a needle not a noodle when I went to New Zealand and was running some clinics there I invited a friend of mine Laura to help me coach there and one of the great analogies she shared was be a needle not a noodle and the way I interpret that is that when we're swimming any stroke really we need to be straight and streamlined like a needle if our body turns into a noodle that means it's not connected it's loose it's floppy it's going to create a lot more drag and it's going to be disconnected so if you can be this needle like shape in the water especially for your freestyle where head neck torso hips everything is essentially straight you're going to cut through the water so much better you're going to be much more string lined so we if we can keep this needle like position about our body in our head and our legs that's going to make you faster as opposed to being loose and floppy and moving around everywhere so if we if you can start your body position ahead position there and build from it you'll find that you're going to go a lot quicker be a needle not a noodle let me know in the comments below which of these you're going to try next time you go to the pool so just comment 1 2 3 4 or five and let me know which one you're going to try in your next swim session",
    "transcript": "See you soon.",
    "wer": 99.9,
    "substitutions": 1,
    "deletions": 1377,
    "insertions": 0,
    "words": 1380,
    "note": ""
  },
  {
    "user_id": "Swimman",
    "date": "2025-03-26 13:07:45",
    "script": "when it comes to Freestyle I've worked with thousands of different swimmers and triathletes and there's one thing that can transform the way that someone swims and it's the right mental cues words or phrases that boil down a movement or a way of swimming freestyle that can help someone go from where they are to where they want to be and if that place is swimming effortlessly smoothly through the water often it's just one cue that can actually make the difference so in this video I'm going to share with you five mental cues that you can use to help you swim more efficiently and feel so much better in the water and if you don't use these mental cues this is when you can feel overwhelmed or overthink as you're swimming and that's often when we don't move well when we're overthinking so if you feel like you're stuck in that overthinking way of of approaching your stroke then this is a great way to simplify things the first mental cube is freestyle is like ice skating you don't see ice skaters going back and forth really fast with their skates like this you see them gliding on their left skate gliding on their right skate they have that travel between skates if you think of your freestyle especially when you're swimming comfortably as skating from one arm to the other you'll get this nice Rhythm and flow in your stroke when they are traveling from one skate they have the momentum go from this skate as they're about to slow down they move on to their next skate and that's like on misman freestyle this skate we're going forwards with it we're driving forwards from the hip and then we're coming over and landing on the next skate now we're not stopping when we do that we don't want to just stop and pause and not move at all we want to transition smoothly to the next one and that's where we get the Rhythm and momentum that makes our swimming feel very very easy and comfortable so picture yourself skating down from one end of the pull to the next and you'll find that that's probably a much easier way to go about it than feeling like you're stuck on this treadmill where there's no slow down button there that's not what we want sometimes the right mental queue can help you get into the right position and a queue that I've used in the past is Superman reach if you think about that classic Superman position where Superman's upright he's got one arm extended he's sort of like this in a way that's kind of where we need to be at the end of our reach when we're going to start our stroke so we're extending through the arm through the Shoulder Through the body but we're doing that on our side that's the position that we want to transition through from our right side to our left side now when Superman reaches forwards he's not going as far as he can and tipping himself off to the side that would be too much but he's certainly long and extended from hand to feet and that's the position that we want to get to so if we are thinking about our freestyle we need to be long we need to work on stroke length and a big part of that is that reach at the end of The Stroke so think about Superman reach as a way of making sure you get good stroke length the domino effect is when we work on one thing that is the right thing then it's actually like pushing over a sequence of dominoes so let's say I was working with swimmer for example on one aspect of their breathing cuz their breathing was way out of time it wasn't in sync with the rest of their stroke and so when we worked on that breath timing and we got it to be in sync with their rotation that was like pushing the first Domino all the other dominoes flowed from there but it was this one Domino that if she if she didn't work on it and fix it then we wouldn't be able to tip over the rest of the dominoes so the domino effect in swimming is where we work on the roadblock or the bottleneck in the stroke and we correct that so that everything else can improve from there and if you're not sure what that bottleneck is have a coach or someone who knows a bit about swimming to look at you and they should be able to help you identify what that is and if you're not sure we have our effortless swing membership where people send in videos and every month I give them one thing to work on so you send that through in our membership if that's something that you feel like you need to get better the fourth one is soft hands when we're swimming freestyle we don't want to be really tight and CED with the hands but we also don't want to be really spread somewhere in between is correct and often I get asked should I have my fingers closed should I have my fingers separated well somewhere in between so it's okay to have them somewhat closed or a slight Gap either one is fine but I think the way that you think about it is more important and the way I would go about it is thinking of soft hands so we've got just enough tension to hold the shape and form here where we've got this is one straight line but we don't want to be overly tense and stiff with it and we don't want to be loose and floppy with it either so that use of soft hands helps you develop the feel for the water and to me that feel is the sensation of pressure on your hand and fingers here and on your forearm that is the feel for the water and the way to approach it is thinking of having soft hands that's that suppleness that we we need to have when we appro when we approach our swimming as opposed to this stiff tension even if you listen to Elite sprinters when they're talking about their swimming they're trying to stay as relaxed as possible even when they're going as fast as they can so they're trying to just hold back a bit where they're not musing their way through so I think soft hands is a great term that can help you connect much better with the water be a needle not a noodle when I went to New Zealand and was running some clinics there I invited a friend of mine Laura to help me coach there and one of the great analogies she shared was be a needle not a noodle and the way I interpret that is that when we're swimming any stroke really we need to be straight and streamlined like a needle if our body turns into a noodle that means it's not connected it's loose it's floppy it's going to create a lot more drag and it's going to be disconnected so if you can be this needle like shape in the water especially for your freestyle where head neck torso hips everything is essentially straight you're going to cut through the water so much better you're going to be much more string lined so we if we can keep this needle like position about our body in our head and our legs that's going to make you faster as opposed to being loose and floppy and moving around everywhere so if we if you can start your body position ahead position there and build from it you'll find that you're going to go a lot quicker be a needle not a noodle let me know in the comments below which of these you're going to try next time you go to the pool so just comment 1 2 3 4 or five and let me know which one you're going to try in your next swim session",
    "transcript": "Thank you.",
    "wer": 99.9,
    "substitutions": 1,
    "deletions": 1378,
    "insertions": 0,
    "words": 1380,
    "note": ""
  },
  {
    "user_id": "kpfan",
    "date": "2025-03-29 07:23:01",
    "script": "- Now I know this plan\r\nis foolproof. Check this out. First of all, you and me start\r\nworking at the bank. Doesn't matter the position,\r\nokay, just so long as we get\r\nin there, all right? Then we just go there every day, do the work, gain their trust until we get them\r\nin the palm of our hand. - All right. So how we get the money? - That's the beauty of it, bro. They deposit the money\r\ninto our bank accounts, week after week, month after month. They're not even gonna know\r\nthey're being robbed. And then 20 or 30 years later, we walk out the front door like nothing even happened. - Mother [beep],\r\nthat's called a job!",
    "transcript": "Check this out. First of all, you and me start working at the bank. Doesn't matter push and pull, just so long as we get in there, right? We just go there every day. Do the work. Gain the trust until we get them in the palm of our hand, all right? How we get the money. The beauty was broke. They deported the money into our bank accounts, week after week, month after month. And now, even though the only thing they robbed. And 20 or 30 years later, they walk out the front door like nothing even happened. Mother, let us call the job.",
    "wer": 27.1,
    "substitutions": 18,
    "deletions": 13,
    "insertions": 1,
    "words": 118,
    "note": ""
  },
  {
    "user_id": "kpfan",
    "date": "2025-03-29 07:23:05",
    "script": "- Now I know this plan\r\nis foolproof. Check this out. First of all, you and me start\r\nworking at the bank. Doesn't matter the position,\r\nokay, just so long as we get\r\nin there, all right? Then we just go there every day, do the work, gain their trust until we get them\r\nin the palm of our hand. - All right. So how we get the money? - That's the beauty of it, bro. They deposit the money\r\ninto our bank accounts, week after week, month after month. They're not even gonna know\r\nthey're being robbed. And then 20 or 30 years later, we walk out the front door like nothing even happened. - Mother [beep],\r\nthat's called a job!",
    "transcript": "Check this out. First of all, you and me start working at the bank. Doesn't matter push and pull, just so long as we get in there, right? We just go there every day. Do the work. Gain the trust until we get them in the palm of our hand, all right? How we get the money. The beauty was broke. They deported the money into our bank accounts, week after week, month after month. And now, even though the only thing they robbed. And 20 or 30 years later, they walk out the front door like nothing even happened. Mother, let us call the job.",
    "wer": 27.1,
    "substitutions": 18,
    "deletions": 13,
    "insertions": 1,
    "words": 118,
    "note": ""
  },
  {
    "user_id": "kpfan",
    "date": "2025-03-29 07:23:06",
    "script": "- Now I know this plan\r\nis foolproof. Check this out. First of all, you and me start\r\nworking at the bank. Doesn't matter the position,\r\nokay, just so long as we get\r\nin there, all right? Then we just go there every day, do the work, gain their trust until we get them\r\nin the palm of our hand. - All right. So how we get the money? - That's the beauty of it, bro. They deposit the money\r\ninto our bank accounts, week after week, month after month. They're not even gonna know\r\nthey're being robbed. And then 20 or 30 years later, we walk out the front door like nothing even happened. - Mother [beep],\r\nthat's called a job!",
    "transcript": "Check this out. First of all, you and me start working at the bank. Doesn't matter push and pull, just so long as we get in there, right? We just go there every day. Do the work. Gain the trust until we get them in the palm of our hand, all right? How we get the money. The beauty was broke. They deported the money into our bank accounts, week after week, month after month. And now, even though the only thing they robbed. And 20 or 30 years later, they walk out the front door like nothing even happened. Mother, let us call the job.",
    "wer": 27.1,
    "substitutions": 18,
    "deletions": 13,
    "insertions": 1,
    "words": 118,
    "note": ""
  },
  {
    "user_id": "kpfan",
    "date": "2025-03-29 07:23:10",
    "script": "- Now I know this plan\r\nis foolproof. Check this out. First of all, you and me start\r\nworking at the bank. Doesn't matter the position,\r\nokay, just so long as we get\r\nin there, all right? Then we just go there every day, do the work, gain their trust until we get them\r\nin the palm of our hand. - All right. So how we get the money? - That's the beauty of it, bro. They deposit the money\r\ninto our bank accounts, week after week, month after month. They're not even gonna know\r\nthey're being robbed. And then 20 or 30 years later, we walk out the front door like nothing even happened. - Mother [beep],\r\nthat's called a job!",
    "transcript": "Check this out. First of all, you and me start working at the bank. Doesn't matter push and pull, just so long as we get in there, right? We just go there every day. Do the work. Gain the trust until we get them in the palm of our hand, all right? How we get the money. The beauty was broke. They deported the money into our bank accounts, week after week, month after month. And now, even though the only thing they robbed. And 20 or 30 years later, they walk out the front door like nothing even happened. Mother, let us call the job.",
    "wer": 27.1,
    "substitutions": 18,
    "deletions": 13,
    "insertions": 1,
    "words": 118,
    "note": ""
  }
]